Repository: ppfeufer/about-the-author
Catalog: l10n/about-the-author-*.po
Languages: de_de

source: Provides a sidebarwidget with some information about the author of a blogarticle.
de_de: Erstellt ein Sidebarwidget mit einigen Informationen über den Autor des jeweiligen Blogartikels.

source: About The Author
de_de: Über den Autor

source: Title
de_de: Titel

source: Authorimage:
de_de: Bild des Autors:

source: We are sorry, but the author did't entered any information in his profile.
de_de: Es tut uns leid, aber der Autor dieses Artikels hat keine Informationen über sich hinterlassen.

source: Your Photo
de_de: Dein Bild

source: Upload Image
de_de: Bild hochladen

source: Upload a foto for your user profile. If you don't want to use a photo, leave this field blank.
de_de: Lade ein Foto hoch, oder lasse dieses Feld frei, wenn Du kein Foto verwenden willst.

source: Use This Image
de_de: Dieses Bild nutzen

source: Imagesize (in Pixel)
de_de: Bildgröße (in Pixel)

source: Like this Widget?
de_de: Du magst dieses Widget?
